[
  {
    "id": "1",
    "poster": "../img/posters/minecraft.png",
    "title": "MINECRAFT: ФІЛЬМ",
    "releaseDate": "2025-03-30",
    "country": "США",
    "duration": "142 хвилин",
    "ageRestriction": "3+",
    "genres": ["Пригоди", "Комедія"],

    "ratings": {
      "imdb": 9.3,
      "rottenTomatoes": 91
    },
    "description": "Ласкаво просимо до світу Minecraft! Творчість тут не лише допомагає вам майструвати, але й необхідна для вашого існування! Гаррет «Сміттяр» Гаррісон, Генрі, Наталі та Дон - четверо невдах, які намагаються вирішити свої повсякденні проблеми. Але одного дня, пройшовши крізь таємничий портал, вони опиняються у Верхньому світі, химерній кубічній країні чудес, яка процвітає завдяки уяві. Щоб повернутися додому, їм доведеться дослідити цей світ (і захистити його від злих створінь, таких як Хрюші та Зомбі). Для цього герої вирушать у магічний квест з новим другом, досвідченим чарівником на ім'я Стів. Спільна пригода перевірить усіх п'ятьох на хоробрість і дасть їм можливість відкрити унікальні навички, які роблять кожного з них неповторним творцем... саме ті навички, які їм потрібні для досягнення успіху в реальному світі.",
    "trailerLink": "https://www.youtube.com/watch?v=wJO_vIDZn-I"
  },
  {
    "id": "2",
    "poster": "../img/posters/superbaby.jpg",
    "title": "Супер малюк",
    "releaseDate": "2025-04-05",
    "country": "США",
    "duration": "152 хвилин",
    "ageRestriction": "3+",
    "genres": ["Пригоди", "Комедія", "Драма"],
    "ratings": {
      "imdb": 9.0,
      "rottenTomatoes": 94
    },
    "description": "Комедійний анімаційний суперблокбастер для всієї родини за мотивами світового бестселера «Деякі супергерої носять підгузки!». Віллі завжди мріяв стати супергероєм і боротися зі злочинцями разом зі своїм батьком-поліцейським. Але несподівано в родині з'являється новонароджений брат Чарлі. Мало того, що малюкові дістається вся увага, так ще й виявляється, що Чарлі має надздібності. Тим часом суперлиходій і божевільний вчений вирішили нарешті реалізувати свій зловісний план. Тож малюк із надздібностями та його старший брат мусять об'єднатися, щоб врятувати місто!",
    "trailerLink": "https://www.youtube.com/watch?v=C_7ESFuQhdE"
  },
  {
    "id": "3",
    "poster": "../img/posters/unteldown.jpg",
    "title": "UNTIL DAWN",
    "releaseDate": "2025-04-11",
    "country": "США",
    "duration": "132 minutes",
    "ageRestriction": "13+",
    "genres": ["Трилер", "Драма", "Хоррор"],
    "ratings": {
      "imdb": 8.5,
      "rottenTomatoes": 99
    },
    "description": "Через рік після таємничого зникнення сестри Кловер з друзями вирушає у віддалену долину, щоб знайти відповіді. У покинутому туристичному центрі їх переслідує вбивця в масці. Один за одним вони гинуть жахливою смертю... і щоразу прокидаються на початку тієї самої ночі. Вбивця щоразу змінює свою тактику, і друзі розуміють, що їхні смерті не безкінечні. Єдиний шанс вижити - протриматися до світанку.",
    "trailerLink": "https://www.youtube.com/watch?v=2b3vBaINZ7w"
  },
  {
    "id": "4",
    "poster": "../img/posters/auditor2.jpg",
    "title": "Аудитор 2",
    "releaseDate": "2025-05-17",
    "country": "США",
    "duration": "201 хвилини",
    "ageRestriction": "18+",
    "genres": ["Драма", "Пригоди", "Трилер"],
    "ratings": {
      "imdb": 9.0,
      "rottenTomatoes": 93
    },
    "description": "Крістіан Вульф (Бен Аффлек) має талант розв'язувати складні проблеми. Вбивці його старого друга залишають після себе загадкове послання: «Знайди аудитора». Вульф починає розслідування, але розуміє, що йому потрібні радикальніші методи. Він звертається по допомогу до свого небезпечного брата Бракса (Джон Бернтал). Разом із Мерібет Медіною (Синтія Аддай-Робінсон), заступницею директора Міністерства фінансів США, вони розкривають зловісну змову, але стають мішенями безжальної організації вбивць, які готові на все, аби приховати свої таємниці.",
    "trailerLink": "https://www.youtube.com/watch?v=2b3vBaINZ7w"
  },
  {
    "id": "5",
    "poster": "../img/posters/sinners.jpg",
    "title": "Грішники",
    "releaseDate": "2025-04-14",
    "country": "США",
    "duration": "169 хвилин",
    "ageRestriction": "16+",
    "genres": ["Драма", "Хоррор", "Трилер"],
    "ratings": {
      "imdb": 8.7,
      "rottenTomatoes": 73
    },
    "description": "Брати-близнюки Елайджа та Еліас (Майкл Б. Джордан) повертаються до рідного міста після тривалої відсутності. Їхнє життя ніколи не було легким, і тепер вони сподіваються знайти омріяний спокій. Однак їхнім планам не судилося здійснитися, адже вдома на них чекає дещо, що докорінно змінить їхнє життя і прагнення. Вдома на братів чекає набагато більша і зловісніша катастрофа, ніж вони могли собі уявити.",
    "trailerLink": "https://www.youtube.com/watch?v=bKGxHflevuk"
  },
  {
    "id": "6",
    "poster": "../img/posters/loked.jpg",
    "title": "Під замком",
    "releaseDate": "2025-12-07",
    "country": "США",
    "duration": "128 хвилин",
    "ageRestriction": "16+",
    "genres": ["Драма", "Хоррор", "Трилер"],
    "ratings": {
      "imdb": 8.2,
      "rottenTomatoes": 89
    },
    "description": "Це мала бути проста крадіжка, але як же він помилявся. Злодій проникає в розкішний позашляховик, але двері зачиняються, і він опиняється в пастці смертельної гри. З ним зв'язується таємничий незнайомець, який бачить кожен його крок і пропонує йому вибір: вижити або заплатити за свої гріхи. У цій машині немає ні випадковостей, ні правил, ні виходу",
    "trailerLink": "https://www.youtube.com/watch?v=Cf8rW_Kp_9M"
  },
  {
    "id": "7",
    "poster": "../img/posters/karatekid.jpg",
    "title": "Карате дитина : Легенда",
    "releaseDate": "2025-05-02",
    "country": "США",
    "duration": "95 хвилин",
    "ageRestriction": "6+",
    "genres": ["Пригоди", "Мюзікал", "Комедія"],
    "ratings": {
      "imdb": 7.5,
      "rottenTomatoes": 85
    },
    "description": "Після сімейної трагедії молодий майстер кунг-фу Лі Фан змушений покинути свій дім у Пекіні та переїхати з матір'ю до Нью-Йорка. Лі намагається залишити своє минуле позаду і знайти своє місце серед нових однокласників. Та хоч він і не хоче битися, неприємності переслідують його всюди. Коли новому другові потрібна його допомога, Лі бере участь у змаганнях з карате - але однієї майстерності недостатньо для перемоги. Вчитель Лі, пан Хан, звертається по допомогу до справжнього каратиста Деніела ЛаРуссо. Так Лі відкриває для себе новий підхід до бою, поєднуючи два стилі в один для ідеального поєдинку бойових мистецтв.",
    "trailerLink": "https://www.youtube.com/watch?v=LhRXf-yEQqA"
  },
  {
    "id": "8",
    "poster": "../img/posters/sister.jpg",
    "title": "Дві сестри",
    "releaseDate": "2025-04-08",
    "country": "Україна",
    "duration": "140 minutes",
    "ageRestriction": "16+",
    "genres": ["Пригоди", "Екшен", "Драма"],
    "ratings": {
      "imdb": 8.8,
      "rottenTomatoes": 92
    },
    "description": "Яшміна і Малґожата - зведені сестри, які давно перестали спілкуватися. Але звістка про те, що їхнього батька поранено в Україні, змушує сестер разом вирушити на його пошуки в охоплену війною країну. Під час подорожі вони знайомляться з українцями, проходять через різні випробування та доленосні події, які допомагають їм зблизитися, переоцінити свої цінності та нарешті зрозуміти одна одну.",
    "trailerLink": "https://www.youtube.com/watch?v=s9ywvlfcdxg"
  },
  {
    "id": "9",
    "poster": "../img/posters/karpat.jpg",
    "title": "Очі: Легенда Карпат",
    "releaseDate": "2025-04-10",
    "country": "Велика Британія",
    "duration": "115 хвилин",
    "ageRestriction": "3+",
    "genres": ["Фентезі", "Пригоди", "Екшен"],
    "ratings": {
      "imdb": 7.9,
      "rottenTomatoes": 87
    },
    "description": "Посеред Карпатських гір є віддалене село, де люди звикли прислухатися до кожного шереху, що долинає з лісу. Сором'язлива Юля (Олена Зенгель) росте разом зі своїм батьком Максимом (Віллем Дафо). Йому на виховання віддають хлопчиків з інших сімей, щоб він міг навчити їх правилам виживання в цих краях. Йдеться про полювання на жахливих істот, що ховаються в лісі. Одного разу, під час чергового тренування з батьком, Юля натрапляє на перелякане, розгублене дитинча невідомої тварини. Дівчина починає піклуватися про малюка і виявляє, що навіть вміє розмовляти, як дитинча. Піклуючись про майбутнє малюка, Юля хоче повернути його в сім'ю. Сімейний фільм-фентезі «ОКО: ЛЕГЕНДА КАРПАТ» знятий у копродукції США, Фінляндії та Великої Британії. Режисер-початківець Ісайя Сексон сам написав сценарій і зняв фільм. Основні зйомки проходили в Румунії. Дитинча видри, яке з'являється на екрані, - це лялька, якою під час зйомок керували одразу семеро людей. Особливу увагу було приділено звукам, якими спілкуються очі.",
    "trailerLink": "https://www.youtube.com/watch?v=_jTFLg3arYU"
  },
  {
    "id": "10",
    "poster": "../img/posters/race.jpg",
    "title": "Рейс на виліт",
    "releaseDate": "2025-04-15",
    "country": "США",
    "duration": "110 minutes",
    "ageRestriction": "13+",
    "genres": ["Романтика", "Екшен", "Драма"],
    "ratings": {
      "imdb": 8.6,
      "rottenTomatoes": 95
    },
    "description": "Найманець Лукас (Джош Гартнетт) хоче звільнитися, але його боси дають йому останнє завдання: відстежити і супроводити мішень на літаку. Однак ситуація значно ускладнюється, коли з'ясовується, що в літаку повно божевільних убивць, у кожного з яких є фотографія Лукаса.",
    "trailerLink": "https://www.youtube.com/watch?v=uj30xMRf2YI"
  }
]
